// Напишите программу, которая на вход принимает два числа и выдаёт, какое число большее, а какое меньшее.

int a = 0;
int b = -3;
int max = a;
int min = a;

if (b > a)

{
    Console.Write ("Max: "); 
    Console.WriteLine (max = b);
    Console.Write ("Min: ");
    Console.WriteLine (min = a);
}


if (b < a)

{
    Console.Write ("Max: ");
    Console.WriteLine (max = a);
    Console.Write ("Min: ");
    Console.WriteLine (min = b);
}